{"pages":[],"posts":[{"title":"美国资本家福特如何用日薪5美元实现共同富裕","text":"最近号召推进实现共同富裕，有那么几个公司比较扎眼，玩起了文字游戏，对自己公司名进行一番三七二十八的解读，强行把共同富裕编织进公司的创始理念。 比如美团老板王兴，他说美团这两个字意思是“一起更好”，因此共同富裕本身就植根于美团的基因之中。 再比如，58同城的老板姚劲波，他说58的意思是大家一起发，就是共同富裕。 各位中国企业家，尤其是互联网行业的大佬们，你们如果实在不知道如何助力共同富裕，就别带群众做阅读理解了。我说个美国资本家帮美国实现共同富裕的例子，供诸位参考。 第一次世界大战前，美国工业化和城镇化高歌猛进的同时，劳动者工作环境却非常恶劣，且收入极低。 整个社会阶级矛盾非常尖锐，资本家和富人穷奢极欲，而劳动者收入极低，熟练工人的每小时工资也停留在15美分，只够勉强生存。不仅如此，他们的工作环境还相当恶劣，拿命换钱这四个字形容的恰到好处。 1914年，美国劳资关系委员会的一份报告显示，在上一年，高达35000名工人死于生产事故，700000名工人受伤，多数工人饱受严重职业病的折磨，例如威斯康星啤酒工厂中的风湿病，西弗吉尼亚煤矿中的肺结核，宾夕法尼亚钢厂中的永久性失明。 在这种恶劣的环境下，工会纷纷组建，社会主义思想广泛传播，工人罢工迅速蔓延，劳动者同资本家的阶级冲突此起彼伏，美国社会被严重撕裂。 正是在这资本主义的盛世危机的舞台，历史的聚光灯打到了亨利福特的身上。 1914年1月5日，美国汽车制造商福特公司召开了一个新闻发布会，宣布将一次性把工时从9小时下调到8小时，并向每名员工提供利润分成。22岁及22岁以上的员工每天的最低收入将是5美元。 注意，福特不是在做慈善，他是在豪赌。 此前，他凭借发明t型车，以及引入流水生产线，将汽车制造的效率显著提升，产量增多，但工厂的旷工率和离职率居高不下，使得生产不稳定，极大地影响了公司的发展。 原因很简单，工时长，薪资低，所以工人们完全没有工作积极性。 福特想通过大幅提升工人薪资的方法，来换取自己工人对工作的忠诚度， 这个消息迅速轰动全美，各行各业都在关注最终结果。 然而，这把他赌赢了，而且是赢麻了。 新政的影响立刻表现出来，工人们的生产积极性得到空前提高，甚至就在消息发布的当天，就已经收到了实效，众多部门的产量飙升了50%甚至更多。整个工厂的生产率提高了15%~20%。 随着政策的实行，每日平均旷工率从10%下降到了不到0.5%。员工离职率也急剧下降。 通过日薪5美元，福特让生产变得稳定，产量激增，打败了同行，占领了市场，福特赢了！ 工人工资翻倍，工人们也赢了！ 生产进步和规模效应导致福特汽车价格不断降低，汽车也从贵族享有的奢侈品，逐渐变成普通人也能拥有的私人交通工具。消费者也赢了！ 收入提升和福特汽车价格降低，使得福特的工人们能有钱购买自己公司生产的汽车，福特再赢一次！ 福特的流水线和日薪5美元模式被更多生产行业采纳，劳动者和资本家的尖锐矛盾得以消弭， 富裕的劳动者通过消费创造繁荣的市场，企业盈利更多，美国也更加繁荣，中产阶级也在这一阶段形成。美国赢了！ 赢，赢，赢，赢，赢 真的是赢麻了！ 福特的日薪5美元的薪酬改革，在美国历史上有着广泛而深远的影响，不仅是一个大胆的商业创新，更创造了良好的社会效益。他也因此被称为美国工人阶级之友，中产阶级之父。 美国资本家福特的共同富裕之道，中国企业家们，你们敢学吗？ 谁将主动出手，成为本土的“亨利福特”？在新时代共同富裕的大背景下，我无比期待中国版“日薪5美元”的到来。","link":"/rich_together/"},{"title":"一次奇葩的求职经历,这样的公司太垃圾了","text":"前段时间找工作面试，让我彻底认清了资本家的丑恶嘴脸，发出来让大家见识见识，千万不要去这样的公司。 3月份我在boss上投简历后，有家公司让我去面试。这家公司位于一栋非常老旧的办公楼，我到了之后，发现公司所在的这一层是一个共享办公场所。在保洁阿姨的指引下我找到了要面试公司的办公室，进去第一眼，小小的房间内大概八九个工位，非常拥挤，有两个程序员坐在位置上敲代码。 老板把我带到大厅直接跟我面试。坐下来他就拿起手机开始录音。我首先介绍了自己以及之前的工作经历。然后回答了他几个业务问题。之后他就跟我谈起了他们公司的招人标准，边说边写，拿着一张纸在上面列举了满满一页，内容无非是每个小老板都要强调的，工作能力强，工作态度好，要高效合作，积极主动，热爱学习，抗压力强。 面试完我就回家了，给我的感觉这就是家典型的小公司，但公司做的业务其实我挺感兴趣的。过了几天，老板在boss上告诉我，我被录取了。当时我手上并没有其他公司的offer，于是就打算跟老板谈谈薪资。 他随后电话打给了我，一上来就跟我说，我们马上要做一个项目，4月份上线。当时已经是3月底了，我感觉时间有点紧，就问他公司的开发设计测试这些人员都齐吗？他说，没有设计，测试也没有。设计的话，你直接出原型图，开发照着做。测试的话，主要由你来测。 我心里一慌，眼前立刻浮现出每天晚上加班加点的自己。接下来我就跟老板谈工资，我说能不能多给点，1000块钱也行啊。老板果断拒绝，他说，给你的工资，咱们内部已经商量好了，这个不好改。我心里就想，你一个小公司老板，给多少工资不是你一句话的事？说什么内部商量好，太虚伪了吧。 他接着说现在我也不知道你能力如何，等过几个月过个半年再说。他扯开话题，问我什么时候入职，让我把毕业证学位证，体检报告，离职证明等材料都准备好。因为我的毕业证之前放老家，家里人也不好找，于是就跟老板说，让公司人事自己去学信网查一下，我配合就行了。 老板说，公司没有人事，我就是人事。我听到后心里更惶恐了，虽然小公司很多，但老板充当人事这操作我是真没见过。我非常担心入职之后，会被公司当干电池榨干。 电话打完后，老板让我加他微信，他发offer给我。没想到微信上更是骚操作不断。他先是急着问我有没有电脑，我说有，他说那就用你自己的电脑办公吧。然后又让我在入职准备的这段时间多看看竞品，我还没正式入职呢，这就给我安排上工作了。更让我烦躁的是，当天晚上8点多，他居然还发微信过来，让我重点看某某竞品。我此时已无比肯定，老板已经默认了我是一个奋斗逼，会心甘情愿当一个干电池。 过了几天，我突然想到还不清楚这家公司的工作时间和工资发放时间，于是微信上问老板。他的回复让我非常震撼，周日居然还要上半天班。他又恬不知耻地说了句，我们周一到周五每天工作7小时，所以不是996。我问他为啥周日要工作，他说周日不受干扰。我接着问，周日如果有事请假，是不是还扣工资，他说那必须的。 我斗胆再问工作日会加班吗？他说一般不加班，除非项目紧。我立刻我明白了，这家公司一定会加班加到死。 然后他就开始pua，说什么没有规矩不成方圆。如此剥削员工的恶臭的资本家，真的让我开了眼，之后我就果断拒绝了这个offer。 我在企查查搜了一下，他发我的offer中写的公司主体根本查不到。 现在9月份了，我在boss上看了一下这家公司，我当时面的那个岗位依旧在招人。资本家钓鱼，就等有没有奋斗逼上钩了。","link":"/job_interview/"},{"title":"彼时彼刻，战后日本的教育体系","text":"教育应该为国家利益而不是个人利益服务，这一点，是自从明治维新以来，日本建立的现代教育体系中，始终包含的一个基本假设。 日本教育的目的，是培养日本企业所需要的劳动者，以此来推动日本的经济发展。 二战后的日本经济起飞时期，企业对劳动者的要求是，劳动者要优先考虑公司利益，而不是关注个人自身的利益；企业会对劳动者兢兢业业坚韧不拔的精神给予奖励，相比而言，个人成就，在企业眼里，没有那么重要。 因此，按照这样的企业需求，日本教育体系被官僚们精心设计成为一个庞大的孵化室，夜以继日地培育着日本社会经济所需的原材料。 日本政府投入了巨大的努力来让它的人民相信，日本是一个平等的社会，没有阶级差异，没有种族矛盾，没有宗教紧张关系。 而日本教育部门为维持阶层平等这一幻象，从上到下对整个义务教育体系进行了精心设计。 比如，尽量减少不同区域，尤其是农村和城市的教育不平等。学生在15岁初中毕业前的学校体验，几乎完全相同。他们吃着统一的学校菜单上的食物，举行同样的学校仪式，甚至在同一时间，学习相同的课程，并且，几乎所有课程的考试，都被简化为选择题形式，以避免主观评分的危险。 日本教育部针对学校的规定很多，而且需要严格执行，以避免出现偏袒现象。各个班级往往以整班，或班级内的小组为单位进行教学，教师们非常紧张，生怕出现挑剔或偏袒任何一个学生的情况。 即使是体育节这种彰显个人主义的学校活动，也只有两到三支队伍之间的集体竞赛，学校的所有成员都必须参加。 日本政府的教育哲学是，只要足够努力，任何人都可以成功，而且学生的合作技能比竞争技能更重要。 可奇怪的是，尽管大多数人在公开场合，赞同日本教育体系的机会均等，但私下里，大多数家庭，一直在源源不断的投资，让他们的孩子在获得”平等 “机会上，获得一切“不平等”优势。 所以许多孩子从六七岁起就上补习班，补习班的教学质量和学生参与频率，与其家庭财富密切相关，这种民间补习班军备竞赛竞赛，为日本阶层固化的提供了最佳注脚。 最终，日本教育体系培养出的男性劳动者，任劳任怨；被称为“办公室之花”的女性劳动者，在工作场所扮演着辅助角色，她们在结婚后迅速离开，抚育子女，支持丈夫，操持家庭，而她们的子女，将成为下一代劳动者。 日本教育体系确实培养了一支敬业抗压，能够理解和应用新思想的劳动力，让其他国家非常羡慕。日本国内外普遍认为，战后日本经济的成功与日本教育体系直接相关。比如美国学者傅高义在他经典作品《日本第一》中就有这样的论述。 虽然日本教育对国家发展经济作用巨大，但对个体而言，却有严重的副作用。大量的评论家、家长和教师，实际上还有学生们自己，抱怨说，在学习生涯中，对考试的关注给他们带来了太多的压力。这种情况被称为 “考试地狱”。甚至学生的焦虑，自杀，霸凌，都与此相关。 上世纪80年代，教育系统培养勤奋和顺从的劳动者，已经不能满足日本雇主的需要，他们寻求更有创造性的思想，能够帮助企业研发高科技产品。 于是80年代末，日本首相牵头组建了一个高规格的教育委员会，讨论了日本教育系统的优势和劣势，并提出了改革建议。这个委员会由25人组成，大多数成员是工业家、官僚和名牌大学的教授，只有两位成员有直接的学校教学经验，一位是一所中学的校长，另一位是学校教师。 没有家长和学生代表。成员们都没有还在上学的子女。 这个委员会再次彰显了日本政府对教育的看法，即，教育不是为个人，而是为国家服务。 然而80年代末，日本的泡沫经济破灭，此前经济高速发展掩盖的阶层固化等问题浮现出来，以及90年代起经济陷入长期衰退，再加上出生人口连续下降，日本经济社会积重难返，日本政府任何的教育改革措施，最终都将惨淡收场。","link":"/japan_education_system/"},{"title":"拒绝加班，失业半年，我在上海躺平了","text":"今年2月份公司项目解散，我被裁员了。 从三月份的积极找工作，到如今的彻底躺平，我想跟大家分享下我的遭遇和心路历程。 首先跟大家介绍下我的职业经历。正是这几段工作经历塑造了我对求职的看法。 大学毕业后，我来到了上海找工作，想在互联网行业发展。经过若干面试之后，终于进了一家做o2o平台的公司，担任产品助理。 这是一家小公司，总共就十来个人。没多久我发现人事小姐姐居然是老板的老婆。面试的时候是老板亲自面的我，当时我问他想招一个什么样的人，他回答说想要一个有活力有想法的。当时我没怎么理解。 入职后，老板把我安排坐到一位女生旁边。 她是公司的产品经理，老板让她带我。一开始我很开心，想着要好好从前辈那里学些东西。但是这位女生呢。即使坐在我旁边，也从来不主动跟我讲话，更别说教我什么东西了。但却经常在公司群里跟同事聊天开玩笑。只是偶尔通过 QQ来跟我向我布置任务。我就感到莫名其妙，为什么对我是这种态度。 而当我把做的东西提交给她后，她就只是说做得不好，让我再改改，也不告诉我为什么不好，哪里需要改。当时我心里真的很压抑。我只能拼命的自学。过了七八个月我因为实在忍受不了这种氛围，就裸辞了。 我在回顾这段工作经历时，突然想到老板当时说的有活力有想法是什么意思，也明白了为什么那位女产品经理对我态度冷淡，她可能怕老板打算用我替代她，所以把我当作威胁，暗自打压我。 于是我又接着在上海找工作，去了另外一家公司。 也是一家小公司，三十多人。老板和技术主管是那种典型的压榨员工的资本家。 老板曾经在开会说你们大家为什么要来我们公司？不要说你去不了腾讯去不了阿里，所以只能留在我们公司，如果你不愿意加班不愿意奋斗，你可以走。 这家公司工资一般，福利基本没有，但老板经常给几个团队主管报各种线下培训课程，普通员工是没有的。 我所在的产品技术团队非常压抑，稍微有一点点问题就会被技术领导破口大骂。再加上工资不高，晚上八九点下班，而且回家之后还经常在群里沟通问题到很晚，导致团队都很烦躁。经常发生相互撕逼。隔三差五就会来一场。 在这样的工作环境中，我是真的身心俱疲。举个例子吧， 2018年双11我买了一个电饭煲。 想着偶尔不加班，自己在家做晚饭吃。但是那段时间连续加班，导致半年后才拆包裹把电饭煲拿出来用。 我有一天我终于决定早点下班，于是晚上六点半我就走了。八点多，我刚做好一顿丰盛的晚餐准备开吃的时候，技术领导给我发微信语音说你在哪儿？我跟他说我在家做饭。他说大家都没走，都在忙自己的工作，你有没有点责任心？然后连续几条语音骂我，最后跟我说不想干可以走。当时听了我心里非常恶心，饭也吃不下去了。 以上是两段典型的职场经历。正因为之前的经历，导致现在我找工作，再也不想去那种拼命剥削你的公司了。 其实我的要求并不是很高。如果能朝九晚五不加班，正常缴纳五险一金，给我开六七千块钱也未尝不可，我也会欣然接受。我并不觉得一定要拿多高的工资，去当人上人。我也没打算在上海买房。 但是很抱歉，我发现这样的公司，真的很少。 我在之前的视频也提到过。我3月份拿过三个offer但全部拒掉了。因为这三个工作是典型的资本家剥削员工类型的，有要求自带电脑，周六在家上班的，有人员不全要我身兼数职的，有要立刻搬去公司附近的，有下个月月底发上月工资的。 当那些小老板在提到这些要求的同时，却不断地压低给你的薪资。这让我非常恶心。又过了一时间，再次裸辞。 所以我现在对找到一份正常的工作，根本不抱希望了。今年我打算就在上海躺平。","link":"/lying_down/"},{"title":"2021年9月读书计划","text":"今天跟大家分享一下9月份的读书计划。一共5本书，4本英文，1本中文。 第一本书，Know Thyself: The Science of Self-Awareness，标题取自古希腊著名的“认识你自己”神谕，主要从神经生物学这一学科讲解了人的大脑是如何追踪不确定性，如何监测自己的身体和周围环境，如何作出决策，以及如何学习的。 “认识你自己”是一辈子的事情。在《黑客帝国》中，先知在她的房间里，就挂了一副“认识你自己”的牌匾。这本书从神经生物学这一真正的底层逻辑来讲人类如何认识自己，强烈推荐给大家。 在读这本书时，脑袋里一下子闪现中学时语文课上学的《论语》。孔子说，“知之为知之，不知为不知，是知也”。现在发现这句话是描绘自我意识的典范，但当时课本和语文老师都把这句话理解成“承认自己知道和不知道，是智慧“，很大程度上将“诚实”和“智慧”划等号，我现在觉得这有点问题。孔子究竟是在平淡地陈述，自我意识就是知道自己知道的，以及不知道自己不知道的；还是在赞许诚实的承认自己知道和不知道某某事物，是智慧的表现？ 第二本书。《影响力》，讲的是如何说服别人，这本书是老畅销书了，差不多快40年历史了。它不仅是豆瓣高分，更是全球卖爆。作者的一位教授同事，波兰人，对作者说，你知道吗，你的这本书在波兰太有名了，以至于我的学生都一位你已经去世了。 《影响力》今年又出了最新版，做了大幅更新。如果你不是独居在深山老林的话，我觉得这本书应该是必看的。 第三本书，The Biology of Happiness，《幸福的生物学》。美国《独立宣言》写到，我们认为下述真理是不言而喻的，人人生而平等，造物主赋予他们若干不可剥夺的权利，其中包括生命权，自由权和追求幸福的权利。现在的我，已经把追求幸福摆在了最高优先级。但我不会去看心灵鸡汤，而是打算科学地认识和追求幸福。这本《幸福的生物学》我大概扫了一下，也算是从进化，心流等角度解释幸福这一概念的，可以算是底层逻辑，所以我当然要看了。 之前偶然发现了《流星》这首歌中的一句歌词，“幸福，跳进你的河流，一直游到尽头”，这句歌词写的太好了，因为它可以用来描绘“心流”这个概念和“幸福”之间的联系，既浪漫又科学，不知道作词的人有没有看过《心流》这本书。 第四本书，The Hundred-Year Marathon: Chinas Secret Strategy to Replace America as the Global Superpower，《百年马拉松》，讲的是一个美国精英如何发现几十年来，美国被中国用各种手段给“战忽”了，导致错判了局势，让中国得以崛起。作者认为中国有一个一直被隐藏的“百年马拉松”战略，从1949年建国算起，目标是100年后超越美国。作者自诩精通中国文化，在《三十六计》《三国演义》等文学作品中追寻中国的战略规划。作者像个祥林嫂，一直念叨着“势”，“霸”这几个词，然后哀叹美国终究是错付了。这本书一般，我是用来当娱乐看的。 最后一本，《乔布斯传》，下个月5号，是乔布斯逝世十周年纪念日。打算重温一下乔布斯的传记。其实我不太喜欢这本书，因为它极力刻画乔布斯的天才形象，而我从不喜欢把商业领袖看作是天才，因为商业决策是可以科学和客观的研究的。商业竞争中当然有深刻影响全局偶然事件，但过分夸大所谓的天才的神来之笔，是一种偷懒，也是对管理者本人的不尊敬。命中注定会成功的当然有，比如贝佐斯，福特，但乔布斯不是其中一个。 以上就是我9月份会读的5本书。","link":"/september_reading/"}],"tags":[],"categories":[]}